[
  "settings-search",
  "obsidian-smart-typography",
  "dynamic-outline",
  "obsidian-new-note-new-window",
  "obsidian-style-settings",
  "dynamic-editor-width",
  "obsidian-hider",
  "editing-toolbar",
  "obsidian-icon-folder",
  "collapsible-code-blocks",
  "autofit-tabs"
]